Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Если вы сильно прибавляете в весе: • ограничьте сладости и жирную пищу; употребляйте нежирные продукты, фрукты, замороженный йогурт, шербет, пудинг или желе; • ограничьте употребление масла, маргарина, сметаны, майонеза и соусов; употребляйте низкокалорийные продукты и продукты с низким содержанием жиров; • откажитесь от жареного; употребляйте курицу, рыбу и индейку в запеченном, вареном виде или жареные на гриле. Лекарства • Ежедневно принимайте витамины для беременных. • Перед приемом рецептурных и безрецептурных препаратов и травяных сборов проконсультируйтесь с врачом. • Принимайте только те лекарства, которые назначил врач. Курение, алкоголь и наркотики • Не курите и не находитесь рядом с курящими людьми. • Во время беременности не употребляйте алкоголь и наркотики. Физическая активность и сон • Старайтесь побольше отдыхать и спать по 8 ч. Лучше спать на левой стороне, так как при этом ребенок получает больше кислорода и питания. • Ежедневно в течение получаса занимайтесь ходьбой, плаванием или ездой на велосипеде. Прежде чем заняться новыми физическими упражнениями, посоветуйтесь с врачом.
en: If you are gaining weight too fast: • Limit sweets and high fat foods. Choose low fat items, fruit or a small serving of frozen yogurt, sherbet, pudding or jell-o. • Use very little butter, margarine, sour cream, mayonnaise or salad dressing. Try reduced calorie or low fat products. • Avoid fried foods. Choose baked, broiled or grilled chicken, fish or turkey. Medicine • Take your prenatal vitamins each day. • Check with your doctor or clinic before taking any medicines such as prescription or over the counter medicines and herbals. • Take only medicines ordered by your doctor. Smoking, Alcohol and Drugs • Do not smoke and avoid being in the same room with people who are smoking. • Do not drink alcohol or take drugs during your pregnancy. Activity and Sleep • Get plenty of rest. Try to get 8 hours of sleep. It is best to lie down on your left side because this increases the flow of oxygen and nutrition to your baby. • Exercise by walking, swimming or biking for about 30 minutes each day. Check with your doctor before starting a new exercise program. A Healthy Pregnancy. Russian.

source: • Выполняйте упражнения, которые вы изучили на занятиях по подготовке к родам. • Носите удобный поддерживающий бюстгальтер. Безопасность Прежде чем делать рентген, проконсультируйтесь с врачом. Рентген зубов безопасен при использовании защитного экрана над животом. Лечить зубы лучше всего во 2-м триместре (с 4 по 6 месяц) и только при наличии разрешения от гинеколога. Это необходимо для вашего здоровья и здоровья ребенка. Другие меры безопасности: • избегайте лакокрасочных материалов (кроме латексных), пестицидов, аэрозолей и сильных химикатов; • не занимайтесь чисткой кошачьих лотков и клеток с птицами и рептилиями, так как в фекалиях могут содержаться болезнетворные бактерии, которые могут нанести вред ребенку; • после прикосновения к сырому мясу тщательно вымойте руки с мылом; • хорошо проваривайте или прожаривайте мясо; • при пристегивании ремнем безопасности располагайте его под животом.
en: • Learn and practice the exercises from your childbirth class. • Wear a supportive bra that fits well. Safety Check with your doctor before having any medical x-rays while you are pregnant. Dental x-rays are safe if a shield is placed over your abdomen. The second trimester, months 4 to 6 of pregnancy, is the best time for dental care. Before any treatment, x-ray or cleaning, you may need to get permission from your obstetrician or OB doctor. This is for the health of you and your baby. Other safety points: • Avoid paints (except latex), pesticides, sprays and other strong chemicals. • Do not clean a cat litter box, or bird or reptile cages. Animal feces can have bacteria that can make you sick and harm your baby. • Wash your hands well with soap and water after touching raw meat. • Cook meat well. • Wear seat belts low over your hips. A Healthy Pregnancy. Russian.

source:  Поднятие пальцев ног Поставьте пятку на пол и медленно подвигайте пальцами ноги вверх и вниз.  Поднятие пятки Оставьте пальцы ноги на полу и медленно поднимайте и опускайте пятку. Надавливание на ступню Надавите ступней на пол на 5-10 секунд, как будто Вы собираетесь встать. Расслабьтесь и повторите упражнение.
en:  Toe Raises Leave your heel on the floor and move your toes slowly up and down.  Heel Raises Leave your toes on the floor and slowly lift your heel up and down. Foot Press Push your feet straight down into the floor for 5 to 10 seconds as if you were going to stand up. Relax and repeat. Active Leg Range of Motion Exercises: Sitting. Russian.

source: для ног of Motion Выполняйте эти упражнения, лежа на спине, по _____ повторений, _____ раз(а) в день.  Качающие движения голеностопного сустава Двигайте стопой вверх и вниз, как будто вы надавливаете или отпускаете педаль газа в автомобиле.  Упражнение на мышцы бедра Лягте на спину, подняв прямые ноги к потолку. Напрягите мышцы бедер и прижмите заднюю поверхность колена к кровати. Задержитесь в этом положении на 5 секунд, затем расслабьтесь. Упражнение «Короткая дуга» на мышцы бедра Положите под колено большую банку или скрученное полотенце. Выпрямите ногу в колене. Удерживайте ногу в таком положении ____ сек.
en: Active Leg Range Do these exercises on your back _____ times, _____ times a day.  Ankle Pumps Move your foot up and down as if pushing down or letting up on a gas pedal in a car.  Quad Sets Lie on your back with your legs straight and toes pointed toward the ceiling. Tighten your thigh muscles and push your knee down to the bed. Hold for 5 seconds and release. Short Arc Quads Place a large can or rolled towel under your knee. Straighten your knee and leg. Hold ____ seconds. Active Leg Range of Motion. Russian.

source:  Упражнения на ягодицы Сожмите ягодицы. Удерживайте их в таком положении 5 секунд, затем расслабьтесь. Подъем прямой ноги Поднимите прямую ногу вверх. Вторая нога должна быть согнута в колене. Сгибание ноги в бедре и колене Поднимите согнутую в колене и бедре ногу в направлении груди. Это упражнение также можно выполнять сидя. Поворот бедра Поверните ногу ко второй ноге, а затем – в противоположном направлении.
en:  Gluteal Sets Squeeze your buttocks together. Hold for 5 seconds and release.  Straight Leg Raise Lift your leg toward the ceiling while keeping your knee straight. Bend the opposite knee. Hip and Knee Bending Bring your leg in towards your chest, bending the knee and hip. You also can do this exercise sitting. Hip Rotation Roll your leg in towards your other leg and then back out. Active Leg Range of Motion. Russian.

source:  Запястья 3 Положите руку и кисть руки на стол ладонью вниз. Передвиньте кисть руки по направлению к мизинцу. Затем передвиньте кисть руки по направлению к большому пальцу. Не шевелите рукой. Предплечья Прижмите руку к туловищу, согнув ее в локте и подогнув ее к боку. Поверните кисть руки таким образом, чтобы ладонь была повернута вверх. Поверните кисть руки таким образом, чтобы ладонь была повернута вниз.  Локти Прижмите руку к туловищу, не сгибая локоть. Согните локоть и поднимайте кисть руки до тех пор, пока она не коснется плеча. Russian.
en:  Wrists 3 Put your arm with your hand, palm down, on the table. Move your hand toward the little finger side. Then move the hand toward the thumb side. Keep your arm still. Forearms Place your arm at your side with elbow bent and tucked in at your side. Turn your hand so that the palm faces up to the ceiling. Now turn your hand so that the palm faces down to the floor.  Elbows Place your arm down at your side with elbow straight. Bend the elbow and bring your hand up to touch your shoulder. Active Range of Motion Exercises: Wrists, Elbows, Forearms and Shoulders.

source:  Плечи 1 Прижмите руку к туловищу ладонью внутрь. Не сгибая локоть, поднимите руку перед собой, а затем вверх. Мягко вытяните руку, а затем опустите ее. Russian.
en:  Shoulders 1 Place your arm at your side, palm turned in. Keep your elbow straight, and raise the arm up in front of your body and up toward the ceiling. Gently stretch your arm up then bring it down. Active Range of Motion Exercises: Wrists, Elbows, Forearms and Shoulders.

source: В США существует несколько документов, посредством которых можно сообщить свой выбор относительно лечения: • доверенность на принятие медицинских решений; • завещание на случай недееспособности; • распоряжение об отказе от реанимации. В некоторых штатах эти документы могут быть объединены. Что такое «доверенность на принятие медицинских решений»? Данный документ позволяет назначить человека, которому вы доверяете право принимать решения о вашем лечении в случае, если вы утратите способность делать это самостоятельно. Иногда этот документ называют медицинской доверенностью или доверенностью на право представлять интересы больного. Вашим представителем может быть ваш(а) супруг(а) или партнер, родитель, друг или иное лицо, которому вы доверяете принимать от вашего имени все решения о вашем здоровье. Вы можете назначить еще одного представителя на случай, если первый выбранный вами человек не сможет выполнять эту роль. Ваш представитель будет получать от врачей информацию о вашем состоянии и лечении. • Врач и другие медицинские работники, осуществляющие уход за вами, не могут выступать в качестве представителей по медицинским вопросам. • Этот документ отличается от доверенности на финансовые решения.
en: In the United States, there are forms you can fill out to tell health care workers about the care you want. These forms are called: • Health Care Power of Attorney (POA) • Living Will • Do Not Resuscitate (DNR) Order In some states, these forms may be combined. What is a Health Care Power of Attorney? This form allows you choose someone you trust to make health decisions if you are unable to do so yourself. You may also hear this called a medical power of attorney or health care proxy. This person can be a spouse or partner, parent, friend, or someone you trust to make health decisions for you. You may also choose to have an alternate, in case the person is not able to fulfill the role. The doctor shares information about your condition and care with the person you choose. • The doctor and other members of your health care team are not able to serve as your health care power of attorney. • This is not the same as a power of attorney for financial decisions. Advance Directives. Russian.

source: Что такое «завещание на случай недееспособности»? Завещание на случай недееспособности — это документ, в котором указывается, какое лечение вы хотите получить в определенных ситуациях. Он вступает в силу только в том случае, если вы будете находиться в терминальной стадии заболевания или в постоянно бессознательном состоянии (например, в коме). В этом документе вы можете сообщить лечащему персоналу, какую помощь вы хотите или не хотите получать, например использовать ли оборудование, облегчающее дыхание, или давать ли питание через зонд/ посредством внутривенных вливаний. Что такое «распоряжение об отказе от реанимации»? Распоряжение об отказе от реанимации — еще один вид предварительных распоряжений. Иногда этот документ объединяют с завещанием на случай недееспособности. Данный документ содержит указание для медицинского персонала о том, чтобы вас не реанимировали в случае остановки дыхания или сердца. Кому нужно отдать заполненные предварительные распоряжения? Дайте по одному экземпляру каждого из этих документов лечащему врачу и своим представителям по медицинским вопросам. Сообщите своим поставщикам медицинских услуг и ухаживающим за вами лицам, что у вас есть предварительные распоряжения. Также рекомендуется иметь при себе копии этих документов при поступлении в больницу для лечения или операции.
en: What is a Living Will? A living will is a form that tells the type of medical treatment you want in certain situations. It only comes into effect if you are terminally ill or permanently unconscious, such as in a coma. In a living will, you can tell health care providers about the type of help you want or do not want, such as machines to help you breathe or feeding tubes if you cannot eat normally. What is a DNR order? A do not resuscitate (DNR) order is another type of advance directive, or it may be combined in the Living Will. It allows you to tell your doctors you do not want to have cardiopulmonary resuscitation (CPR) or other treatment to try to revive you if your heart stops or if you stop breathing. When I fill out these forms, who do I give Advance Directive papers to? Give a copy of these forms to your doctor. Give one to the person or people who will represent you. Tell health care providers and caregivers that you have an advance directive. It is also a good idea to have a copy with you if you need to go to the hospital for surgery or treatment. Advance Directives. Russian.

source: Аллергия — это реакция организма на различные вещества. Она может проявляться в виде умеренных или ярко выраженных симптомов. Существуют различные виды аллергии. Чаще всего аллергию вызывают: • С одержащиеся в воздухе частицы: пыльца, плесень, пыль и аллергены животных • В ещества при прикосновении к ним: металл, латекс и химикаты • Продукты и напитки: яйца, орехи, молоко, соя, пшеница и моллюски • Укусы ос, пчел, шершней и муравьев и других насекомых • Медикаменты, в частности антибиотики Аллергию нельзя вылечить, но можно улучшить самочувствие с помощью лекарств. Лучше всего избегать контакта с веществами, вызывающими аллергию. Симптомы Чаще всего аллергия проявляется в виде насморка, зуда или заложенности носа, крапивницы и сыпи на коже. В тяжелых случаях появляется отек, свистящее или затрудненное дыхание. Если вам тяжело дышать, позвоните по телефону 911. Прочие симптомы зависят от причины аллергии. Среди них можно выделить: • Насморк, зуд или заложенность носа • Заложенность носовых пазух • Чиханье • Покраснение, зуд, опухание, жжение глаз или слезотечение
en: Allergies An allergy occurs when the body reacts to a substance. This may cause a mild to severe problem. There are different kinds of allergies. The most common allergies are to: • Things in the air such as pollen, mold, pet dander, or dust • Things you touch such as metal, latex, or chemicals • Foods you eat or drink such as eggs, peanuts, nuts, milk, soy, wheat, or shellfish PEANUT BUTTER • Insect stings, such as from yellow jackets, bees, wasps, hornets, or ants • Medicines, such as antibiotics An allergy cannot be cured, but treatment can help you feel better. The best plan is to avoid the substances that make your symptoms, or signs, worse. Symptoms The most common symptoms of allergies are itchy, runny, or stuffy nose, hives, or skin rashes. More severe allergy symptoms are swelling, wheezing or trouble breathing. If you have trouble breathing, call 911. Other symptoms depend on the cause of the allergy and may include: • Itchy, runny, or stuffy nose • Sinus pressure • Sneezing • Itchy, red, swollen, burning, or watery eyes Allergies. Russian.

source: Болезнь Альцгеймера — самая распространенная форма слабоумия. Слабоумие возникает в результате изменений в мозге, которые влияют на способность думать и запоминать. Болезнь может серьезно влиять на повседневную жизнь человека. С годами она вызывает изменения в мозге, которые не связаны с нормальным процессом старения. Причина болезни неизвестна, но в настоящее время проводятся интенсивные исследования. Если у ваших родственников была эта болезнь, то у вас повышается шанс заболеть. Симптомы Симптомы возникают медленно и со временем могут меняться или ухудшаться. Симптомы контролировать невозможно. Лечение может облегчить симптомы, но болезнь неизлечима. Симптомы: • Потеря памяти, особенно о недавних событиях • Дезориентация во времени и месте • Неадекватность суждений • Проблемы с восприятием новой информации • Нарушение способности водить автомобиль, тратить деньги, принимать лекарства, готовить, одеваться, мыться и пр. • Потеря обоняния • Человек блуждает и теряется
en: Alzheimer’s Alzheimer’s Disease is the most common type of dementia. Dementia occurs as a result of changes in the brain that affect a person’s ability to think and remember. It can become severe enough to affect daily activities. Alzheimer’s Disease causes brain changes over years and is not a normal part of aging. No one knows what causes Alzheimer’s Disease, but much research is being done. You may be more at risk if you had a family member with the disease. Signs The signs start slowly and can vary or worsen over time. A person cannot control the signs. Treatment can help, but it does not cure the disease. Signs may include: • Memory loss, especially about recent events • Confusion about time and place • Poor judgment • Trouble learning new information • Changes in being able to do such things as drive, handle money, take medicine, cook, dress and bathe • Loss of sense of smell • Wandering or getting lost Alzheimer’s Disease. Russian.

source: Во время амниоцентеза через тонкую иглу извлекается небольшое количество околоплодных вод (жидкости, окружающей ребенка в матке). Образец отправляют в лабораторию и проверяют на врожденные дефекты и генетические проблемы будущего ребенка. Исследование может проводиться и по другим причинам. Точность его результатов очень высока. Риски процедуры: • Подтекание/инфицирование околоплодных вод • Повреждение плода иглой • Преждевременные роды • Выкидыш Поговорите с врачом о рисках и своих опасениях. Во время процедуры Не опаздывайте. Процедура длится около 1 часа. • Вы переоденетесь в больничную одежду. • Вы ляжете на спину, освободив живот от одежды. • Область прокола обработают антисептиком. • Используя УЗИ-аппарат, врач увидит плод и определит безопасное место для введения иглы с помощью звуковых волн. • Врач может обезболить кожу в месте введения иглы. Вы можете почувствовать боль, как от укуса комара.
en: Amniocentesis Amniocentesis is a test in which a small amount of amniotic fluid is removed with a thin needle. Amniotic fluid is the fluid that surrounds a baby in the uterus (womb). The sample is sent to a lab and tested for certain birth defects or genetic problems. This test may also be done for other reasons. The results of this test are very accurate. There are some risks with this test: • A leak or infection of the amniotic fluid • The needle touching the baby • Early delivery • Miscarriage Talk to your doctor about these risks and any other concerns. During the Test Arrive on time for your test. Plan on this test taking about 1 hour. • You will wear a hospital gown. • You will lie on your back with your stomach uncovered. • Your stomach will be cleaned. • Your doctor will use ultrasound to see your baby and find safe pockets of amniotic fluid. An ultrasound is a picture of your baby using sound waves. • Your doctor may numb the skin where the needle goes in. You may feel a sting. Amniocentesis. Russian.

source: характеризуется низким уровнем кровяных телец (эритроцитов) в Эритроциты переносят кислород всем клеткам организма. Если мало, в крови уменьшается кислорода. больной может не замечать Затем могут появиться: Усталость Головокружение или слабость Холод в руках или ногах Головные боли Бледность кожи или ломкость ногтей Трудности с мышлением или концентрацией внимания Затрудненное дыхание, боль в груди Быстрое или неровное сердцебиение Нерегулярные менструации или усиление кровотечения во время менструаций у вас наблюдается любой из этих обратитесь к врачу. вы испытываете одышку или боль в позвоните по номеру 911. анемии: Нарушение всасывания железа Недостаточное потребление железосодержащих продуктов Потеря крови, например при обильных менструациях Беременность
en: Anemia A person with anemia has fewer red blood cells in his or her blood than the normal level. Red blood cells carry oxygen to all the . cells in the body. When the number of red blood cells is lower than normal, less oxygen is carried in the blood. Signs A person with anemia may not notice any signs. As anemia gets worse, you may have: . • Fatigue – feel weak or tired • • Dizziness or feel faint • • Cold hands or feet • • Headaches • • Pale skin or nails that break easily • • Trouble thinking clearly or a hard time • concentrating • Shortness of breath or chest pain • • A fast or irregular heart beat • • Fewer menstrual periods or increased • bleeding during menstrual periods Talk to your doctor if you have any of these signs. , Call 911 if you have shortness of breath or chest pain. , Causes The causes of anemia include: • Problems with how iron is used by the • body • Not eating enough iron-rich foods • Bleeding or blood loss, such as from • heavy menstrual periods • Pregnancy • Anemia. Russian.

source: Стенокардия — это боль или тяжесть в груди, вызванные уменьшением притока крови к сердцу. Боль может отдавать в руки, челюсть и верхнюю часть спины. Боль свидетельствует о том, что сердцу не хватает кислорода. Чтобы у вас не произошел инфаркт, необходимо лечение. Стенокардия может появиться в любое время, но чаще всего она наблюдается: • Во время работы, физических упражнений или повышенной активности • При приеме большого количества пищи • Во время курения или употребления табака • В очень жаркую или холодную погоду • При эмоциональных потрясениях и стрессах Симптомы стенокардии Симптомы стенокардии могут напоминать симптомы инфаркта: • Боль, ощущение сдавливания или тяжести в груди, руках, челюсти, плечах или шее • Усиленное потоотделение • Одышка • Тошнота или рвота • Боль в животе • Крайняя усталость, головокружение и обмороки • У некоторых людей симптомы отсутствуют
en: Angina Angina is chest pain or pressure caused by decreased blood flow to the heart. Pain may also be felt in your arms, jaw or upper back. The pain is a signal that your heart is not getting enough oxygen. It is a sign that you need treatment to prevent a heart attack. Angina may happen anytime but is more common with: • Work, exercise or activity • Eating a large meal • Smoking or using tobacco • Very hot or cold temperatures • Emotional or stressful events Signs of Angina Signs of angina can be much like the signs of a heart attack. • Pain or pressure, or a feeling of tightness or heaviness in the chest, arms, jaw, shoulders or neck • Sweating • Shortness of breath • Nausea or vomiting • Abdominal pain • Feeling very tired, dizzy or faint • Some people have no signs Angina. Russian.
